{
  "Comment.nvim": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cheatsheet.nvim": { "branch": "master" },
  "cmp-async-path": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-omni": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "cmp-vsnip": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "gv.vim": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "hlargs.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp-toggle.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "move.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neovim-gui-shim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cmp-fonts": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-config-local": { "branch": "main" },
  "nvim-genghis": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-macroni": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "scretch.nvim": { "branch": "main" },
  "statuscol.nvim": { "branch": "0.10" },
  "telescope-command-palette.nvim": { "branch": "master" },
  "telescope-emoji.nvim": { "branch": "master" },
  "telescope-env.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-find-pickers.nvim": { "branch": "main" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-glyph.nvim": { "branch": "master" },
  "telescope-heading.nvim": { "branch": "main" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope-tele-tabby.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-devicons": { "branch": "master" },
  "vim-emoji": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-log-highlighting": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}